[
  {
    "body": "Создатель первой мировой криптовалюты остается неизвестен, псевдоним Сатоши Накамото может принадлежать как одному человеку, так и группе лиц. Как бы то ни было, создателю первой крипты уже принадлежит более миллиона биткоинов, что делает его или их миллиардером.",
    "id": 1
  },
  {
    "body": "Биткоин является родоначальником других криптоденег, самые популярные из которых – это Litecoin, Peercoin, DASH, Namecoin, Shiba Inu, Ethereum, Primecoin. Любой желающий может разработать свою собственную криптовалюту, благодаря открытому коду.",
    "id": 2
  },
  {
    "body": "Первая операция на рынке с использованием Биткоина была совершена 21 января 2009 года, а сумма сделки составляла всего 5,02 USD. За эти деньги Марти Малми продал пользователю NewLibertyStandard 5050 ВТС. Доллары были переведены на персональный счет в платежной системы PayPal.",
    "id": 3
  },
  {
    "body": "Более половины всех добытой криптовалюты содержится в виртуальных кошельках всего 1000 человек на планете. Публичные адреса полностью анонимны, невозможно определить их владельцев без их согласия.",
    "id": 4
  },
  {
    "body": "Первая покупка за криптоденьги была обычная пицца, американец Ласло Хейниц приобрел для быстрого перекуса две пиццы, потратив на них 10 тысяч биткоинов. Не самое выгодное вложение денег. Это знаменательное событие произошло 22 мая 2010 года и навсегда прославило Ласло как «неудавшегося миллионера», ведь по нынешнему курсу это составляет порядка 83 млн. долларов, а день 22 мая теперь официально объявлен всеобщим праздником криптовалютного сообщества.",
    "id": 5
  },
  {
    "body": "20% из всех выпущенных биткоинов находятся на хранении в кошельках, владельцы которых уже не имеют к ним доступа. Как пишет известное издание The New York Times, несколько лет назад Биткоин был темной лошадкой и люди, купившие его, уже попросту забыли свои электронные пароли. Компания по восстановлению цифровых ключей Wallet Recovery Services ежедневно получает около нескольких десятков запросов, но не всегда сложная система шифрования подлежит восстановлению и большинство денег так и останутся недоступны.",
    "id": 6
  },
  {
    "body": "В активном обороте участвуют только около треть добытых криптомонет. А остальные остаются неактивные, причем, по статистике большинство добытой крипты оседает в кошельках майнеров, которые выжидают стремительного взлета виртуальных денег;  код Биткоина состоит из 77.000 строк, причем 70.000 написаны на популярном языке программирования С++. Первоначально, код состоял всего лишь из 14.000 строчек.",
    "id": 7
  },
  {
    "body": "Криптовалюта Шиби Ину выросла на сотни процентов благодаря вниманию со стороны Илона Маска. Он даже завел себе собаку этой породы. В настоящий момент цены на монету упали, но многие аналитики делают позитивный прогноз shiba inu, также как и холдеры монеты все еще ожидают большой рост.",
    "id": 8
  },
  {
    "body": "Первая криптовалютная биржа была создана в 2010 году и называлась Mt.Gox, но проработав четыре года, она упала под хакерскими атаками, потери составили около 750000ВТС.",
    "id": 9
  },
  {
    "body": "Одна из великих оплошностей, связанных с виртуальными деньгами, состояла в том, что журналист известного издания Bloomberg по неосторожности показал свой электронный ключ от криптокошелька в виде QR кода в прямом эфире, и, безусловно, мошенники тут же им воспользовались.",
    "id": 10
  },
  {
    "body": "Самыми богатыми официальными инвесторами в крипту являются Братья Тайлер и Кемерон Уинклвоссы, на их счету хранится более 1,5 миллиона монет. Но их имен до сих пор нет в списке Forbes, так как криптовалюта остается спорной денежной валютой.",
    "id": 11
  },
  {
    "body": "В некоторых странах криптоденьги уже являются валютой. В Японии Биткоин официально признан платежным средством, и жители страны восходящего солнца успешно расплачиваются им в парикмахерских и магазинах. В Швейцарии пытаются придать крипто сделкам законодательный уровень с последующим налогообложением и выпуском крипто-акций.",
    "id": 12
  }
]